Revit 2024 API
PolymeshTopology.NumberOfPoints Property
 The number of points in the polymesh
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public int NumberOfPoints { get; }
Visual Basic
Public ReadOnly Property NumberOfPoints As Integer
	Get
Visual C++
public:
property int NumberOfPoints {
	int get ();
}
See Also
PolymeshTopology Class
Autodesk.Revit.DB Namespace